Repository: davidaparicioalvarez/DC_MADCS
Catalog: Translations/Manufacturing Automated Data Capture System.*.g.xlf
Languages: es_es

# Table 2825751362 - Property 2879900210
source: Production Order Line Time
es_es: Tiempo Línea Orden de Producción

# Table 2825751362 - NamedType 2501813339
source: Cleaning Phase
es_es: Fase de Limpieza

# Table 2825751362 - NamedType 2001437690
source: Execution Phase
es_es: Fase de Ejecución

# Table 2825751362 - NamedType 2743916938
source: Execution with Fault
es_es: Ejecución con Avería

# Table 2825751362 - NamedType 3042492618
source: Fault Occurred
es_es: Se produjo una avería

# Table 2825751362 - NamedType 2420989423
source: Preparation Phase
es_es: Fase de Preparación

# Table 2825751362 - Method 3604049990 - NamedType 657623665
source: Error Looking for Operation No.
es_es: Error al buscar el Nº de Operación.

# Table 2825751362 - Method 3604049990 - NamedType 1657631415
source: No cleaning operation found for the production order line.
es_es: No se encontró ninguna operación de limpieza para la línea de orden de producción.

# Table 2825751362 - Method 4202036546 - NamedType 657623665
source: Error Looking for Operation No.
es_es: Error al buscar el Nº de Operación.

# Table 2825751362 - Method 4202036546 - NamedType 4226885860
source: The operation number could not be found for the production order line.
es_es: No se pudo encontrar el número de operación para la línea de orden de producción.

# Table 2825751362 - Method 1363025201 - NamedType 657623665
source: Error Looking for Operation No.
es_es: Error al buscar el Nº de Operación.

# Table 2825751362 - Method 1363025201 - NamedType 4226885860
source: The operation number could not be found for the production order line.
es_es: No se pudo encontrar el número de operación para la línea de orden de producción.

# Table 2825751362 - Method 315829080 - NamedType 3956888362
source: Cleaning Phase Cannot Start
es_es: La fase de limpieza no puede iniciarse

# Table 2825751362 - Method 315829080 - NamedType 3835463091
source: The cleaning phase cannot be started because the execution phase has not been completed yet.
es_es: La fase de limpieza no puede iniciarse porque la fase de ejecución no se ha completado aún.

# Table 2825751362 - Method 752123501 - NamedType 110980259
source: Execution Phase Cannot Start
es_es: La fase de ejecución no puede iniciarse

# Table 2825751362 - Method 752123501 - NamedType 4276550786
source: The execution phase cannot be started because consumptions or outputs have been finished.
es_es: La fase de ejecución no puede iniciarse porque los consumos o las salidas se han finalizado.

# Table 2825751362 - Method 2013650317 - NamedType 1512264695
source: The breakdown code %1 is blocking. A fault activity will be created instead of a execution with fault activity.
es_es: El código de paro %1 es bloqueante. Se creará una actividad de avería en lugar de una actividad de ejecución con avería.

# Table 2825751362 - Method 2013650317 - NamedType 1169636892
source: The breakdown code %1 is not blocking. A fault activity will be created instead of a execution with fault activity.
es_es: El código de paro %1 es bloqueante. Se creará una actividad de ejecución con avería en lugar de una actividad de avería.

# Table 2825751362 - Field 2279323338 - Property 1295455071
source: Specifies the action type.
es_es: Especifica el tipo de acción.

# Table 2825751362 - Field 2279323338 - Property 2879900210
source: Action
es_es: Acción

# Table 2825751362 - Field 3065230068 - Property 1295455071
source: Specifies the code of the breakdown.
es_es: Especifica el código de paro.

# Table 2825751362 - Field 3065230068 - Property 2879900210
source: BreakDown Code
es_es: Código de Paro

# Table 2825751362 - Field 233366074 - Property 1295455071
source: Specifies the end date and time of the time entry.
es_es: Especifica la fecha y hora de fin de la entrada de tiempo.

# Table 2825751362 - Field 233366074 - Property 2879900210
source: End Date Time
es_es: Fecha y Hora de Fin

# Table 2825751362 - Field 3320823955 - Property 1295455071
source: Specifies the line number.
es_es: Especifica el número de línea.

# Table 2825751362 - Field 3320823955 - Property 2879900210
source: Line No.
es_es: Nº Línea

# Table 2825751362 - Field 3162383302 - Property 1295455071
source: Specifies the operation number of the production order line.
es_es: Especifica el número de operación de la línea de orden de producción.

# Table 2825751362 - Field 3162383302 - Property 2879900210
source: Operation No.
es_es: Nº Operación

# Table 2825751362 - Field 1703879423 - Property 1295455071
source: Specifies the operator code.
es_es: Especifica el código de operario.

# Table 2825751362 - Field 1703879423 - Property 2879900210
source: Operator Code
es_es: Código de Operario

# Table 2825751362 - Field 35450067 - Property 1295455071
source: Indicates whether the time entry has been posted.
es_es: Indica si la entrada de tiempo ha sido registrada.

# Table 2825751362 - Field 35450067 - Property 2879900210
source: Posted
es_es: Registrada

# Table 2825751362 - Field 2138704244 - Property 1295455071
source: Specifies the line number of the production order.
es_es: Especifica el número de línea de la orden de producción.

# Table 2825751362 - Field 2138704244 - Property 2879900210
source: Prod. Order Line No.
es_es: Nº Línea Orden de Producción

# Table 2825751362 - Field 851830778 - Property 1295455071
source: Specifies the production order number.
es_es: Especifica el número de orden de producción.

# Table 2825751362 - Field 851830778 - Property 2879900210
source: Prod. Order No.
es_es: Nº Orden de Producción

# Table 2825751362 - Field 2185728859 - Property 1295455071
source: Specifies the start date and time of the time entry.
es_es: Especifica la fecha y hora de inicio de la entrada de tiempo.

# Table 2825751362 - Field 2185728859 - Property 2879900210
source: Start Date Time
es_es: Fecha y Hora de Inicio

# Table 2825751362 - Field 513339096 - Property 1295455071
source: Specifies the status of the production order line.
es_es: Especifica el estado de la línea de orden de producción.

# Table 2825751362 - Field 513339096 - Property 2879900210
source: Status
es_es: Estado

# Table 3797038551 - Property 2879900210
source: MADCS User Log
es_es: Registro de usuario MADCS

# Table 3797038551 - Field 2943862049 - Property 2879900210
source: Action DateTime
es_es: Fecha y hora de acción

# Table 3797038551 - Field 3065230068 - Property 2879900210
source: BreakDown Code
es_es: Código de avería

# Table 3797038551 - Field 2790486453 - Property 2879900210
source: Comment
es_es: Comentario

# Table 3797038551 - Field 577732732 - Property 2879900210
source: Component/Output No.
es_es: Nº componente/salida

# Table 3797038551 - Field 883711285 - Property 2879900210
source: Entry No.
es_es: Nº de entrada

# Table 3797038551 - Field 3586807204 - Property 2879900210
source: Journal Line No.
es_es: Nº línea de diario

# Table 3797038551 - Field 1530352555 - Property 2879900210
source: Journal Type
es_es: Tipo de diario

# Table 3797038551 - Field 643898678 - Property 2879900210
source: Log Action
es_es: Acción de registro

# Table 3797038551 - Field 2034429472 - Property 2879900210
source: Log Type
es_es: Tipo de log

# Table 3797038551 - Field 2432660905 - Property 2879900210
source: New Value
es_es: Valor nuevo

# Table 3797038551 - Field 3205443024 - Property 2879900210
source: Old Value
es_es: Valor anterior

# Table 3797038551 - Field 743612366 - Property 2879900210
source: Production Order No.
es_es: Nº orden de producción

# Table 3797038551 - Field 2708250016 - Property 2879900210
source: User ID
es_es: ID de usuario

# Codeunit 1470976125 - NamedType 3393518014
source: The Manufacturing Setup record is missing. Please set it up before posting consumption.
es_es: Falta el registro de Configuración de Fabricación. Por favor, configúrelo antes de registrar el consumo.

# Codeunit 1470976125 - NamedType 1938414526
source: Manufacturing Setup Missing
es_es: Falta la configuración de fabricación

# Codeunit 1470976125 - Method 2188843926 - NamedType 2645315771
source: Bad Output
es_es: Salida incorrecta

# Codeunit 1470976125 - Method 2188843926 - NamedType 4085361127
source: The output quantity exceeds the available tracked quantity for lot %1.
es_es: La cantidad de salida excede la cantidad rastreada disponible para el lote %1.

# Codeunit 1470976125 - Method 2944460939 - NamedType 126377417
source: Production Order
es_es: Orden de Producción

# Codeunit 1470976125 - Method 2944460939 - NamedType 3064459997
source: Error Looking for Production Order.
es_es: Error al buscar la Orden de Producción.

# Codeunit 1470976125 - Method 4268121994 - NamedType 126377417
source: Production Order
es_es: Orden de Producción

# Codeunit 1470976125 - Method 4268121994 - NamedType 3064459997
source: Error Looking for Production Order.
es_es: Error al buscar la Orden de Producción.

# Codeunit 1470976125 - Method 204360777 - NamedType 946495499
source: Item Journal Template Missing
es_es: Falta la plantilla de diario de artículos para el consumo MADCS.

# Codeunit 1470976125 - Method 204360777 - NamedType 1317996119
source: The specified Item Journal Template for MADCS consumption is missing. Please check the Manufacturing Setup.
es_es: Falta la plantilla de diario de artículos especificada para el consumo MADCS. Por favor, verifique la Configuración de Fabricación.

# Codeunit 1470976125 - Method 204360777 - NamedType 2862809607
source: Item Journal Batch Missing
es_es: Falta la sección del diario de artículos para el consumo MADCS.

# Codeunit 1470976125 - Method 204360777 - NamedType 3298585243
source: The specified Item Journal Batch for MADCS consumption is missing. Please check the Manufacturing Setup.
es_es: Falta el lote de diario de artículos especificado para el consumo MADCS. Por favor, verifique la Configuración de Fabricación.

# Codeunit 1470976125 - Method 1745016471 - NamedType 946495499
source: Item Journal Template Missing
es_es: Falta la plantilla de diario de artículos para la salida MADCS.

# Codeunit 1470976125 - Method 1745016471 - NamedType 1317996119
source: The specified Item Journal Template for MADCS output is missing. Please check the Manufacturing Setup.
es_es: Falta la plantilla de diario de artículos especificada para la salida MADCS. Por favor, verifique la Configuración de Fabricación.

# Codeunit 1470976125 - Method 1745016471 - NamedType 2862809607
source: Item Journal Batch Missing
es_es: Falta la sección del diario de artículos para la salida MADCS.

# Codeunit 1470976125 - Method 1745016471 - NamedType 3298585243
source: The specified Item Journal Batch for MADCS output is missing. Please check the Manufacturing Setup.
es_es: Falta el lote de diario de artículos especificado para la salida MADCS. Por favor, verifique la Configuración de Fabricación.

# Codeunit 1470976125 - Method 2051529445 - NamedType 2534762797
source: Operator %1 not found in ADCS users.
es_es: El operador %1 no se encuentra en los usuarios ADCS.

# Codeunit 1470976125 - Method 2861038669 - NamedType 2716043997
source: Permissions Error.
es_es: Error de permisos.

# Codeunit 1470976125 - Method 2861038669 - NamedType 2345213993
source: You do not have permission to post consumptions.
es_es: No tiene permiso para registrar consumos.

# Codeunit 1470976125 - Method 459337409 - NamedType 4102660894
source: You do not have permission to post output.
es_es: No tiene permiso para registrar salida.

# Codeunit 1470976125 - Method 459337409 - NamedType 2718430863
source: You do not have permission to post output.
es_es: No tiene permiso para registrar salidas.

# Codeunit 1470976125 - Method 478835098 - NamedType 2716043997
source: Permissions Error.
es_es: Error de permisos.

# Codeunit 1470976125 - Method 478835098 - NamedType 2345213993
source: You do not have permission to post consumptions.
es_es: No tiene permiso para registrar consumos.

# Codeunit 1470976125 - Method 4282172380 - NamedType 1302664427
source: Error initializing verification data.
es_es: Error al inicializar los datos de verificación.

# Codeunit 1470976125 - Method 4282172380 - NamedType 682822190
source: Item Tracking Code not found: %1
es_es: Código de seguimiento del artículo no encontrado: %1

# Codeunit 1470976125 - Method 721494182 - NamedType 1302664427
source: Error initializing verification data.
es_es: Error al inicializar los datos de verificación.

# Codeunit 1470976125 - Method 721494182 - NamedType 2025886684
source: Page table is not temporary.
es_es: La tabla de la página no es temporal.

# Codeunit 1470976125 - Method 3881289738 - NamedType 1302664427
source: Error initializing verification data.
es_es: Error al inicializar los datos de verificación.

# Codeunit 1470976125 - Method 3881289738 - NamedType 450116916
source: Item not found: %1
es_es: Artículo no encontrado: %1

# Codeunit 1470976125 - Method 999994567 - NamedType 2966915379
source: The item %1 (%2) is blocked and cannot be consumed.
es_es: El artículo %1 (%2) está bloqueado y no se puede consumir.

# Codeunit 1470976125 - Method 1663883767 - NamedType 2966915379
source: The item %1 (%2) is blocked and cannot be consumed.
es_es: El artículo %1 (%2) está bloqueado y no se puede consumir.

# Page 3998780772 - Property 2879900210
source: Consume Components
es_es: Consumir Componentes

# Page 3998780772 - Method 2022366152 - NamedType 4294884855
source: Consume by Rest
es_es: Consumo por restos.

# Page 3998780772 - Method 2022366152 - NamedType 2246568555
source: The amount indicated as remainder %1 is not consistent with the amount of component %2 nor with the amount already consumed %3.
es_es: La cantidad indicada como resto %1 no es consistente con la cantidad del componente %2 ni con la cantidad ya consumida %3.

# Page 3998780772 - Method 2022366152 - NamedType 3545578500
source: Component consumed successfully.
es_es: Componente consumido con éxito.

# Page 3998780772 - Control 2603053863 - Method 2115891537 - NamedType 1804948108
source: No components to consume based on the remaining quantity.
es_es: No hay componentes para consumir en función de la cantidad restante.

# Page 3998780772 - Control 2603053863 - Method 2219734473 - NamedType 3157582089
source: Consume Lot
es_es: Consumir Lote

# Page 3998780772 - Control 2603053863 - Method 2219734473 - NamedType 533539254
source: Consume by rest selected line with lot and rest to consume.
es_es: Consumir por resto la línea seleccionada con lote y resto a consumir.

# Page 3998780772 - Control 3461834954 - Property 1295455071
source: Specifies the description of the production order component item.
es_es: Especifica la descripción del componente de la orden de producción.

# Page 3998780772 - Control 568743302 - Property 1295455071
source: Specifies the item number of the production order component.
es_es: Especifica el número de producto del componente de la orden de producción.

# Page 3998780772 - Control 1327481629 - Method 2126772001 - NamedType 2920916724
source: Invalid Output Quantity
es_es: Cantidad de salida no válida

# Page 3998780772 - Control 1327481629 - Method 2126772001 - NamedType 1285421715
source: ERROR: The output quantity cannot exceed the remaining quantity of %1.
es_es: ERROR: La cantidad de salida no puede exceder la cantidad restante de %1.

# Page 3998780772 - Control 1327481629 - Method 2126772001 - NamedType 2646590766
source: ERROR: The output quantity cannot be negative.
es_es: ERROR: La cantidad de salida no puede ser negativa.

# Page 178587815 - Property 2879900210
source: Consumption
es_es: Consumo

# Page 178587815 - Method 2966648867 - NamedType 3221734439
source: No production order components found for consumption from factory.
es_es: No se encontraron componentes de orden de producción para consumir desde fábrica.

# Page 178587815 - Method 2966648867 - NamedType 3802305375
source: All applicable components from factory have been consumed successfully.
es_es: Todos los componentes aplicables desde fábrica han sido consumidos con éxito.

# Page 178587815 - Method 2966648867 - NamedType 1502979552
source: Cannot Consume All from Factory
es_es: No se puede consumir todo desde fábrica

# Page 178587815 - Method 2966648867 - NamedType 2601670540
source: Cannot consume all components from factory because the produced quantity %1 does not match the expected quantity to produce %2.
es_es: No se pueden consumir todos los componentes desde fábrica porque la cantidad fabricada %1 no coincide con la cantidad esperada a fabricar %2.

# Page 178587815 - Method 671091636 - NamedType 2935413275
source: Are you sure you want to mark this production order as finished in consumptions and create new cleaning activity?
es_es: ¿Está seguro de que desea marcar esta orden de producción como finalizada en consumos y crear una nueva actividad de limpieza?

# Page 178587815 - Control 334747283 - Method 2219734473 - NamedType 14288021
source: Consume Item
es_es: Consumir Comp.

# Page 178587815 - Control 334747283 - Method 2219734473 - NamedType 4198271658
source: Consume the selected component
es_es: Consumir el componente seleccionado

# Page 178587815 - Control 2603053863 - Method 2219734473 - NamedType 3157582089
source: Consume All
es_es: Consumir Todo

# Page 178587815 - Control 2603053863 - Method 2219734473 - NamedType 533539254
source: Consume all components except for warehouse serving
es_es: Consumir todos los componentes excepto quién sirve almacén

# Page 178587815 - Control 1905799995 - Method 2115891537 - NamedType 2865268986
source: Production order marked as finished in consumptions and created new cleaning activity successfully.
es_es: Orden de producción marcada como finalizada en consumos y creada nueva actividad de limpieza con éxito.

# Page 178587815 - Control 1905799995 - Method 2219734473 - NamedType 1473849123
source: End (Consumptions)
es_es: Fin (Consumos)

# Page 178587815 - Control 1905799995 - Method 2219734473 - NamedType 1861090529
source: End Consumptions in Order
es_es: Fin Consumos en Orden

# Page 178587815 - Control 3461834954 - Property 1295455071
source: Specifies the description of the component.
es_es: Indica la descripción del componente.

# Page 178587815 - Control 568743302 - Property 1295455071
source: Specifies the item number associated with the component.
es_es: Indica el número de artículo asociado con el componente.

# Page 178587815 - Control 1789440078 - Property 1295455071
source: Specifies the quantity of the component to pick for consumption.
es_es: Indica la cantidad del componente a recoger para el consumo.

# Page 178587815 - Control 1789440078 - Property 2879900210
source: Pick Q
es_es: Q Servida

# Page 178587815 - Control 2704404533 - Property 1295455071
source: Specifies the original quantity of the component.
es_es: Indica la cantidad original del componente.

# Page 178587815 - Control 2704404533 - Property 2879900210
source: Original Q
es_es: Q Original

# Page 178587815 - Control 1584468205 - Property 1295455071
source: Specifies Warehouse implies remaining quantities.Factories/OrderDocument if the OPL isn`t interrupted don`t perform remaining quantities select "consume all" button; else perform remaining quantities.
es_es: Opción Almacen siempre impilca Realizar Restos.Fabrica/DocOrden: Si no se interrumpe la OPL no realizar resto marcar boton consumir todo, si se interrumpe la OPL realizar resto.

# Page 178587815 - Control 1584468205 - Property 2879900210
source: Picking Servicer
es_es: Quien sirve picking

# Page 178587815 - Control 2367056265 - Property 1295455071
source: Specifies the remaining quantity of the component to be consumed.
es_es: Indica la cantidad restante del componente por consumir.

# Page 178587815 - Control 2367056265 - Property 2879900210
source: Remaining Q
es_es: Q Pendiente

# Page 1124023000 - Property 2879900210
source: Lot No. Information
es_es: Información del números de lote

# Page 1124023000 - Control 568743302 - Property 1295455071
source: Specifies the item number for the lot information.
es_es: Especifica el número de producto para la información del lote.

# Page 1124023000 - Control 1482668068 - Property 1295455071
source: Specifies the lot number for the item.
es_es: Especifica el número de lote del producto.

# Page 1124023000 - Control 3450651614 - Property 1295455071
source: Specifies the variant code for the item.
es_es: Especifica el código de variante del producto.

# Page 3162003200 - Property 2879900210
source: Outputs
es_es: Salidas

# Page 3162003200 - Method 671091636 - NamedType 2935413275
source: Are you sure you want to mark this production order as finished in outputs?
es_es: ¿Está seguro de que desea marcar esta orden de producción como finalizada en salidas?

# Page 3162003200 - Control 1905799995 - Method 2115891537 - NamedType 2865268986
source: Production order marked as finished in outputs successfully.
es_es: Orden de producción marcada como finalizada en salidas con éxito.

# Page 3162003200 - Control 1905799995 - Method 2219734473 - NamedType 1473849123
source: End (Outputs)
es_es: Fin (Salidas)

# Page 3162003200 - Control 1905799995 - Method 2219734473 - NamedType 1861090529
source: End Outputs in Order
es_es: Fin salidas en orden

# Page 3162003200 - Control 4293406336 - Property 1295455071
source: Specifies the quantity of output produced.
es_es: Indica la cantidad de salida producida.

# Page 3162003200 - Control 4293406336 - Property 2879900210
source: Quan.
es_es: Cant.

# Page 3162003200 - Control 4293406336 - Method 2126772001 - NamedType 2920916724
source: Invalid Output Quantity
es_es: Cantidad de salida no válida

# Page 3162003200 - Control 4293406336 - Method 2126772001 - NamedType 1285421715
source: ERROR: The output quantity cannot exceed the remaining quantity of %1.
es_es: ERROR: La cantidad de salida no puede exceder la cantidad restante de %1.

# Page 3162003200 - Control 3523677570 - Property 1295455071
source: Specifies the lot number associated with the output, if applicable.
es_es: Indica el número de lote asociado con la salida, si corresponde.

# Page 3162003200 - Control 3523677570 - Property 2879900210
source: Lot No.
es_es: Lote

# Page 3162003200 - Control 3014637486 - Method 2115891537 - NamedType 1948103448
source: Output of %1 units and %2 scrap posted successfully.
es_es: Salida de %1 unidades y %2 de desecho registrada con éxito.

# Page 3162003200 - Control 3014637486 - Method 2219734473 - NamedType 4091959022
source: Post
es_es: Registrar

# Page 3162003200 - Control 3014637486 - Method 2219734473 - NamedType 2180644431
source: Post Output
es_es: Registrar salida

# Page 3162003200 - Control 2575590693 - Property 1295455071
source: Specifies the quantity of scrap produced.
es_es: Indica la cantidad de desecho producida.

# Page 3162003200 - Control 2575590693 - Property 2879900210
source: Scrap
es_es: C.Rechazo

# Page 3162003200 - Control 3461834954 - Property 1295455071
source: Specifies the description of the item to be produced in the production order.
es_es: Especifica la descripción del artículo que se va a producir en la orden de producción.

# Page 3162003200 - Control 1073155259 - Property 1295455071
source: Specifies the quantity that has been finished in the production order.
es_es: Especifica la cantidad que se ha terminado en la orden de producción.

# Page 3162003200 - Control 568743302 - Property 1295455071
source: Specifies the item to be propduced in the production order.
es_es: Especifica el artículo que se va a producir en la orden de producción.

# Page 3162003200 - Control 2704404533 - Property 1295455071
source: Specifies the total expected quantity to be produced in the production order.
es_es: Especifica la cantidad total que se espera producir en la orden de producción.
