Repository: davidaparicioalvarez/DC_MADCS
Catalog: Translations/Manufacturing Automated Data Capture System.*.g.xlf
Languages: es_es

# Page 3162003200 - Control 2367056265 - Property 1295455071
source: Specifies the quantity that remains to be produced in the production order.
es_es: Especifica la cantidad que queda por producir en la orden de producción.

# Page 3162003200 - Control 2367056265 - Property 2879900210
source: RT
es_es: QP

# Page 664708464 - Property 2879900210
source: Quality Measure Parameters
es_es: Parámetros de Medida de Calidad

# Page 1194847802 - Property 2879900210
source: Quality Measures
es_es: Medidas de Calidad

# Page 1194847802 - Control 3461834954 - Property 1295455071
source: Specifies a description of the quality measure.
es_es: Especifica una descripción de la medida de calidad.

# Page 1194847802 - Control 3461834954 - Property 2879900210
source: Description
es_es: Descripción

# Page 1194847802 - Control 2949551981 - Property 1295455071
source: Specifies the ending date and time for the quality measure.
es_es: Especifica la fecha y hora de finalización de la medida de calidad.

# Page 1194847802 - Control 2949551981 - Property 2879900210
source: End
es_es: Fin

# Page 1194847802 - Control 4200184881 - Property 1295455071
source: Specifies the identification number of the quality measure.
es_es: Especifica el número de identificación de la medida de calidad.

# Page 1194847802 - Control 4200184881 - Property 2879900210
source: No.
es_es: Nº

# Page 1194847802 - Control 3162383302 - Property 1295455071
source: Specifies the operation number associated with the quality measure.
es_es: Especifica el número de operación asociado con la medida de calidad.

# Page 1194847802 - Control 3162383302 - Property 2879900210
source: Op. No.
es_es: Nº. Op.

# Page 1194847802 - Control 3491367632 - Property 1295455071
source: Specifies the run time for the quality measure.
es_es: Especifica el tiempo de ejecución para la medida de calidad.

# Page 1194847802 - Control 3491367632 - Property 2879900210
source: Time
es_es: Ejecución

# Page 1194847802 - Control 2370624518 - Property 1295455071
source: Specifies the setup time for the quality measure.
es_es: Especifica el tiempo de preparación para la medida de calidad.

# Page 1194847802 - Control 2370624518 - Property 2879900210
source: Time
es_es: Preparación

# Page 1194847802 - Control 2108151760 - Property 1295455071
source: Specifies the starting date and time for the quality measure.
es_es: Especifica la fecha y hora de inicio de la medida de calidad.

# Page 1194847802 - Control 2108151760 - Property 2879900210
source: Start
es_es: Inicio

# Page 1194847802 - Control 1878130204 - Property 1295455071
source: Specifies the type of quality measure being recorded.
es_es: Especifica el tipo de medida de calidad que se está registrando.

# Page 1194847802 - Control 1878130204 - Property 2879900210
source: Type
es_es: Tipo

# Page 1194847802 - Action 3512675749 - Property 1295455071
source: Exports the quality measures data to an Excel file.
es_es: Exporta los datos de las medidas de calidad a un archivo de Excel.

# Page 1194847802 - Action 684242166 - Property 1295455071
source: Opens the parameters page for configuring quality measure settings.
es_es: Abre la página de parámetros para configurar los ajustes de las medidas de calidad.

# Page 1194847802 - Action 684242166 - Property 2879900210
source: Parameters
es_es: Parámetros

# Page 1194847802 - Action 1594621544 - Property 1295455071
source: Show a picture of the manufactured item.
es_es: Muestra una imagen del artículo fabricado.

# Page 1194847802 - Action 1594621544 - Property 2879900210
source: Picture
es_es: Imagen

# Page 1194847802 - Action 1776355858 - Property 1295455071
source: Take a sample of the quality measures.
es_es: Toma una muestra de las medidas de calidad.

# Page 1194847802 - Action 1776355858 - Property 2879900210
source: Take Sample
es_es: Tomar Muestra

# Page 3516759027 - Property 2879900210
source: MADCS Released Production Order Lines
es_es: MADCS Líneas de órdenes de producción lanzadas

# Page 3516759027 - Method 716454850 - NamedType 390396784
source: Login failed
es_es: Error de inicio de sesión

# Page 3516759027 - Method 716454850 - NamedType 1357049354
source: Operator login failed. Please check your credentials and try again.
es_es: Error de inicio de sesión del operador. Por favor, verifique sus credenciales e intente de nuevo.

# Page 3516759027 - Control 4167500140 - Property 1295455071
source: Specifies the user currently working with this production order.
es_es: Especifica el usuario que está trabajando con esta orden de producción.

# Page 3516759027 - Control 3461834954 - Property 1295455071
source: Specifies the description of the item to manufacture.
es_es: Especifica la descripción del producto a fabricar.

# Page 3516759027 - Control 2949551981 - Property 1295455071
source: Specifies the ending date and time for the production order.
es_es: Especifica la fecha y hora de finalización de la orden de producción.

# Page 3516759027 - Control 1073155259 - Property 1295455071
source: Specifies the finished quantity of the item.
es_es: Especifica la cantidad terminada del producto.

# Page 3516759027 - Control 568743302 - Property 1295455071
source: Specifies the item number of the item to manufacture.
es_es: Especifica el número de artículo del producto a fabricar.

# Page 3516759027 - Control 851830778 - Property 1295455071
source: Specifies the production order number.
es_es: Especifica el número de orden de producción.

# Page 3516759027 - Control 2704404533 - Property 1295455071
source: Specifies the quantity to produce.
es_es: Especifica la cantidad a producir.

# Page 3516759027 - Control 2108151760 - Property 1295455071
source: Specifies the starting date and time for the production order.
es_es: Especifica la fecha y hora de inicio de la orden de producción.

# Page 3516759027 - Action 2346885236 - Property 2879900210
source: Process
es_es: Proceso

# Page 3516759027 - Action 226226109 - Property 1295455071
source: Manage the consumption of components for the production order.
es_es: Gestiona el consumo de componentes para la orden de producción.

# Page 3516759027 - Action 226226109 - Property 2879900210
source: Consumption
es_es: Consumos

# Page 3516759027 - Action 226226109 - Method 1377591017 - NamedType 4068539371
source: Consumption.
es_es: Consumos.

# Page 3516759027 - Action 226226109 - Method 1377591017 - NamedType 2601670540
source: Cannot consume components because the outputs are not finished.
es_es: No se pueden consumir los componentes porque no se han finalizado las salidas.

# Page 3516759027 - Action 1887554702 - Property 1295455071
source: Manage the outputs for the production order.
es_es: Gestiona las salidas para la orden de producción.

# Page 3516759027 - Action 1887554702 - Property 2879900210
source: Outputs
es_es: Salidas

# Page 3516759027 - Action 2157109501 - Property 1295455071
source: Manage the time tracking for the production order.
es_es: Gestiona el seguimiento del tiempo para la orden de producción.

# Page 3516759027 - Action 2157109501 - Property 2879900210
source: Time
es_es: Tiempos

# Page 3516759027 - Action 1403500585 - Property 1295455071
source: Manage verifications for the production order.
es_es: Gestiona las verificaciones para la orden de producción.

# Page 3516759027 - Action 1403500585 - Property 2879900210
source: Verifications
es_es: Verificaciones

# Page 1569277430 - Property 2879900210
source: Time
es_es: Tiempo

# Page 1569277430 - NamedType 3670007256
source: All active activities have been closed and the production order will not accept more times.
es_es: Todas las actividades activas se han cerrado y la orden de producción no admitirá más tiempos.

# Page 1569277430 - NamedType 2803300251
source: All active activities have been closed successfully.
es_es: Todas las actividades activas se han cerrado con éxito.

# Page 1569277430 - NamedType 978589116
source: New activity created successfully.
es_es: Nueva actividad creada con éxito.

# Page 1569277430 - NamedType 815287487
source: Production Order Line Not Found
es_es: Línea de Orden de Producción No Encontrada

# Page 1569277430 - NamedType 4205023747
source: The Production Order Line associated with this time entry could not be found.
es_es: No se pudo encontrar la Línea de Orden de Producción asociada con esta entrada de tiempo.

# Page 1569277430 - Method 671091636 - NamedType 2935413275
source: Are you sure you want to mark this production order as finished?
es_es: ¿Está seguro de que desea marcar esta orden de producción como finalizada?

# Page 1569277430 - Control 1988329971 - Method 2219734473 - NamedType 972073109
source: Preparation
es_es: Preparación

# Page 1569277430 - Control 1988329971 - Method 2219734473 - NamedType 3775114922
source: Init preparation phase
es_es: Iniciar fase de preparación

# Page 1569277430 - Control 1988329971 - Method 2219734473 - NamedType 1917808569
source: Cleaning
es_es: Limpieza

# Page 1569277430 - Control 1988329971 - Method 2219734473 - NamedType 4164940614
source: Init cleaning phase
es_es: Iniciar fase de limpieza

# Page 1569277430 - Control 3901419822 - Method 2219734473 - NamedType 2078504788
source: Execution
es_es: Ejecución

# Page 1569277430 - Control 3901419822 - Method 2219734473 - NamedType 3285496055
source: Init execution phase
es_es: Iniciar fase de ejecución

# Page 1569277430 - Control 3901419822 - Method 2219734473 - NamedType 3609573591
source: STOP ALL WORK
es_es: PARAR TRABAJOS

# Page 1569277430 - Control 3901419822 - Method 2219734473 - NamedType 1410407396
source: Finalize the active phase
es_es: Finalizar la fase activa

# Page 1569277430 - Control 3901419822 - Method 2219734473 - NamedType 545156573
source: End (Times)
es_es: Fin (Tiempos)

# Page 1569277430 - Control 3901419822 - Method 2219734473 - NamedType 2018595941
source: Finalize times in order and mark it. No more times can be registered.
es_es: Finalizar tiempo en orden y marcarla. Ya no se podrán registrar más tiempos.

# Page 1569277430 - Control 768589621 - Method 2115891537 - NamedType 3943051238
source: Breakdown Code Required
es_es: Código de Avería Requerido

# Page 1569277430 - Control 768589621 - Method 2115891537 - NamedType 1218054373
source: Please enter a Breakdown Code before registering a breakdown.
es_es: Por favor, introduzca un Código de Avería antes de registrar una avería.

# Page 1569277430 - Control 768589621 - Method 2219734473 - NamedType 259079657
source: No Blocked Breakdown
es_es: Avería no bloqueante

# Page 1569277430 - Control 768589621 - Method 2219734473 - NamedType 3707734870
source: Register breakdown
es_es: Permite el uso de la máquina, pero no en condiciones óptimas

# Page 1569277430 - Control 768589621 - Method 2219734473 - NamedType 3433467817
source: Blocked Breakdown
es_es: Avería bloqueante

# Page 1569277430 - Control 768589621 - Method 2219734473 - NamedType 1224036118
source: Register blocked breakdown
es_es: No permite el uso de la máquina

# Page 1569277430 - Control 4254920319 - Property 1295455071
source: Specifies the stop code for the breakdown.
es_es: Especifica el código de paro para la avería.

# Page 1569277430 - Control 4254920319 - Property 2879900210
source: Stop Code
es_es: Código de Paro

# Page 3641626520 - Property 2879900210
source: Tracking Specification
es_es: Especificación de seguimiento

# Page 3641626520 - Control 1579714849 - Property 1295455071
source: Specifies the expiration date for the tracking lot.
es_es: Especifica la fecha de vencimiento del lote de trazabilidad.

# Page 3641626520 - Control 1482668068 - Property 1295455071
source: Specifies the tracking lot number.
es_es: Especifica el número de lote de trazabilidad.

# Page 3770930315 - Property 2879900210
source: Verification
es_es: Verificación

# Page 3770930315 - NamedType 978589116
source: New preparation activity has been created.
es_es: Se ha creado una nueva actividad de preparación.

# Page 3770930315 - Control 3901419822 - Method 2115891537 - NamedType 3183437425
source: Not all components have been verified. Please verify all components before starting the preparation phase.
es_es: No todos los componentes han sido verificados. Por favor, verifique todos los componentes antes de iniciar la fase de preparación.

# Page 3770930315 - Control 3901419822 - Method 2115891537 - NamedType 3407942706
source: All components have already been verified. No further action is possible. Please, launch preparation phase from Time page.
es_es: Todos los componentes ya han sido verificados. No es posible realizar más acciones. Por favor, inicie la fase de preparación desde la página Tiempos.

# Page 3770930315 - Control 3901419822 - Method 2219734473 - NamedType 972073109
source: End (Verification)
es_es: Fin (Verificación)

# Page 3770930315 - Control 3901419822 - Method 2219734473 - NamedType 3775114922
source: Init verification phase
es_es: Iniciar fase de verificación

# Page 3770930315 - Control 3461834954 - Property 1295455071
source: Specifies the description of the component item.
es_es: Especifica la descripción del producto componente.

# Page 3770930315 - Control 568743302 - Property 1295455071
source: Specifies the item number of the component item.
es_es: Especifica el número del producto componente.

# PageExtension 853581073 - Control 475758225 - Property 2879900210
source: MADCS Manufacturing Setup
es_es: Configuración de fabricación MADCS

# PageExtension 2539757448 - Control 1527064973 - Property 2879900210
source: MADCS Production Order Info
es_es: Información de la orden de producción MADCS

# TableExtension 1586015352 - Field 3594200569 - Property 1295455071
source: Specifies the MADCS password.
es_es: Especifica la contraseña MADCS.

# TableExtension 1586015352 - Field 3594200569 - Property 2879900210
source: MADCS Password
es_es: Contraseña MADCS

# TableExtension 1124023000 - Field 2920600153 - Property 1295455071
source: Specifies the inventory quantity for the item/lot.
es_es: Especifica la cantidad de inventario del lote del producto.

# TableExtension 1124023000 - Field 2920600153 - Property 2879900210
source: Warehouse Inventory
es_es: Inventario de almacén

# TableExtension 853581073 - Field 2188072503 - Property 1295455071
source: Specifies the item journal batch to be used for MADCS consumption journals.
es_es: Especifica la sección del diario que se utilizará para los diarios de consumo MADCS.

# TableExtension 853581073 - Field 2188072503 - Property 2879900210
source: MADCS Consumption Journal Batch
es_es: Sección de diario de consumo MADCS

# TableExtension 853581073 - Field 3141559857 - Property 1295455071
source: Specifies the item journal template to be used for MADCS consumption journals.
es_es: Especifica el nombre del diario que se utilizará para los diarios de consumo MADCS.

# TableExtension 853581073 - Field 3141559857 - Property 2879900210
source: MADCS Consumption Journal Template
es_es: Plantilla de diario de consumo MADCS

# TableExtension 853581073 - Field 234200863 - Property 1295455071
source: Specifies the item journal batch to be used for MADCS output journals.
es_es: Especifica la sección del diario que se utilizará para los diarios de salida MADCS.

# TableExtension 853581073 - Field 234200863 - Property 2879900210
source: MADCS Output Journal Batch
es_es: Sección de diario de salida MADCS

# TableExtension 853581073 - Field 4154321305 - Property 1295455071
source: Specifies the item journal template to be used for MADCS output journals.
es_es: Especifica el nombre del diario que se utilizará para los diarios de salida MADCS.

# TableExtension 853581073 - Field 4154321305 - Property 2879900210
source: MADCS Output Journal Template
es_es: Plantilla de diario de salida MADCS

# TableExtension 853581073 - Field 1317867342 - Property 1295455071
source: Specifies the implementation method for handling production order close errors in MADCS.
es_es: Especifica el método de implementación para manejar los errores de cierre de órdenes de producción en MADCS.

# TableExtension 853581073 - Field 1317867342 - Property 2879900210
source: MADCS Prod. Order Close Error Implementation
es_es: Implementación de error de cierre de orden de producción MADCS

# TableExtension 1761940193 - Field 2339743065 - Property 1295455071
source: Indicates whether the production order line can be finished based on MADCS verification.
es_es: Indica si la línea de orden de producción puede ser finalizada en función de la verificación de MADCS.

# TableExtension 1761940193 - Field 2339743065 - Property 2879900210
source: Consumption finished
es_es: Consumo finalizado

# TableExtension 1761940193 - Field 1673702407 - Property 1295455071
source: Indicates whether the production order line can be finished based on MADCS verification.
es_es: Indica si la línea de orden de producción puede ser finalizada en función de la verificación de MADCS.

# TableExtension 1761940193 - Field 1673702407 - Property 2879900210
source: Output finished
es_es: Salida finalizada

# TableExtension 1761940193 - Field 3359057231 - Property 2879900210
source: Picking Status
es_es: APA MADCS Picking Status

# TableExtension 1761940193 - Field 1697720377 - Property 1295455071
source: Indicates whether the production order line can be finished based on MADCS verification.
es_es: Indica si la línea de orden de producción puede ser finalizada en función de la verificación de MADCS.

# TableExtension 1761940193 - Field 1697720377 - Property 2879900210
source: Time finished
es_es: Tiempo finalizado

# TableExtension 1761940193 - Field 4167500140 - Property 1295455071
source: Specifies the user currently working with this production order line.
es_es: Especifica el usuario que está trabajando con esta línea de orden de producción.

# TableExtension 1761940193 - Field 4167500140 - Property 2879900210
source: User Working
es_es: Usuario trabajando

# TableExtension 1761940193 - Field 305273938 - Property 1295455071
source: Indicates whether the production order line has been verified in MADCS.
es_es: Indica si la línea de orden de producción ha sido verificada en MADCS.

# TableExtension 1761940193 - Field 305273938 - Property 2879900210
source: MADCS Verified
es_es: MADCS verificado

# TableExtension 1660709256 - Field 3156524383 - Property 1295455071
source: Specifies the MADCS operation type (Preparation, Execution, or Cleaning) for the production order routing line.
es_es: Especifica el tipo de operación MADCS (prepraración, ejecución o limpieza) para la línea de enrutamiento de la orden de producción.

# TableExtension 1660709256 - Field 3156524383 - Property 2879900210
source: Operation Type
es_es: Tipo de operación

# TableExtension 1522140983 - NamedType 2502605656
source: Order cannot be used in MADCS because time is finished.
es_es: No se puede usar la orden en MADCS porque el tiempo está finalizado.

# TableExtension 1522140983 - Field 2339743065 - Property 1295455071
source: Specifies whether the production order consumption has been finished in MADCS.
es_es: Especifica si el consumo de la orden de producción ha sido finalizado en MADCS.

# TableExtension 1522140983 - Field 2339743065 - Property 2879900210
source: Consumption finished
es_es: Consumo finalizado

# TableExtension 1522140983 - Field 1673702407 - Property 1295455071
source: Specifies whether the production order output has been finished in MADCS.
es_es: Especifica si la salida de la orden de producción ha sido finalizada en MADCS.

# TableExtension 1522140983 - Field 1673702407 - Property 2879900210
source: Output finished
es_es: Salida finalizada

# TableExtension 1522140983 - Field 3359057231 - Property 2879900210
source: Picking Status
es_es: APA MADCS Picking Status

# TableExtension 1522140983 - Field 1697720377 - Property 1295455071
source: Specifies whether the production order time has been finished in MADCS.
es_es: Especifica si el tiempo de la orden de producción ha sido finalizado en MADCS.

# TableExtension 1522140983 - Field 1697720377 - Property 2879900210
source: Time finished
es_es: Tiempo finalizado

# Enum 4251254271 - Property 2879900210
source: MADCS Buttons
es_es: Botones MADCS

# Enum 145277123 - Property 2879900210
source: MADCS Journal Type
es_es: Tipo de diario MADCS

# Enum 145277123 - EnumValue 2326106071 - Property 2879900210
source: Clean
es_es: Limpieza

# Enum 145277123 - EnumValue 3991974766 - Property 2879900210
source: Execution
es_es: Ejecución

# Enum 145277123 - EnumValue 1072123038 - Property 2879900210
source: Execution with Fault
es_es: Ejecución con Avería

# Enum 145277123 - EnumValue 213071998 - Property 2879900210
source: Fault
es_es: Avería

# Enum 145277123 - EnumValue 1034101843 - Property 2879900210
source: Preparation
es_es: Preparación

# Enum 3703811502 - Property 2879900210
source: MADCS Log Action
es_es: Acción de registro MADCS

# Enum 3703811502 - EnumValue 473837445 - Property 2879900210
source: Close Production Order Card
es_es: Cerrar Ficha Orden de Producción

# Enum 3703811502 - EnumValue 267244427 - Property 2879900210
source: New Activity
es_es: Nueva Actividad

# Enum 3703811502 - EnumValue 807757267 - Property 2879900210
source: Open Production Order Card
es_es: Abrir Ficha Orden de Producción

# Enum 3703811502 - EnumValue 3275826433 - Property 2879900210
source: Post Component
es_es: Registrar Componente

# Enum 3703811502 - EnumValue 459337409 - Property 2879900210
source: Post Output
es_es: Registrar Salida

# Enum 3703811502 - EnumValue 879114479 - Property 2879900210
source: Post Time
es_es: Registrar Tiempo

# Enum 2492013944 - EnumValue 810552423 - Property 2879900210
source: Cleaning Task
es_es: Tarea Limpieza

# Enum 2492013944 - EnumValue 1748199939 - Property 2879900210
source: Consum
es_es: Consumo

# Enum 2492013944 - EnumValue 3991974766 - Property 2879900210
source: Execution Task
es_es: Tarea Ejecución

# Enum 2492013944 - EnumValue 213071998 - Property 2879900210
source: Fault
es_es: Avería

# Enum 2492013944 - EnumValue 3304314225 - Property 2879900210
source: Finalize Task
es_es: Finalizar Tarea

# Enum 2492013944 - EnumValue 3961040049 - Property 2879900210
source: Output
es_es: Salida

# Enum 2492013944 - EnumValue 879114479 - Property 2879900210
source: Post Time
es_es: Registrar Tiempo

# Enum 2492013944 - EnumValue 1569048679 - Property 2879900210
source: Stop Time
es_es: Detener Tiempo

# Enum 2852657975 - EnumValue 810552423 - Property 2879900210
source: Cleaning
es_es: Limpieza

# Enum 2852657975 - EnumValue 3991974766 - Property 2879900210
source: Execution
es_es: Ejecución

# Enum 2852657975 - EnumValue 1034101843 - Property 2879900210
source: Preparation
es_es: Preparación

# Enum 2925730471 - EnumValue 810552423 - Property 2879900210
source: Cleaning
es_es: Limpieza

# Enum 2925730471 - EnumValue 3991974766 - Property 2879900210
source: Execution
es_es: Ejecución

# Enum 2925730471 - EnumValue 1034101843 - Property 2879900210
source: Preparation
es_es: Preparación

# Enum 2925730471 - EnumValue 3844269229 - Property 2879900210
source: Stops
es_es: Paros

# Enum 3359057231 - EnumValue 4158634910 - Property 2879900210
source: Partialy Picked
es_es: Picking parcial

# Enum 3359057231 - EnumValue 3481143665 - Property 2879900210
source: Pending
es_es: No Iniciado

# Enum 3359057231 - EnumValue 818542165 - Property 2879900210
source: Totaly Picked
es_es: Picking completo

# Enum 929971018 - EnumValue 1788433738 - Property 2879900210
source: Consumptions
es_es: Consumos

# Enum 929971018 - EnumValue 2549404968 - Property 2879900210
source: Outputs
es_es: Salidas

# Enum 929971018 - EnumValue 1605766738 - Property 2879900210
source: Quality Measures
es_es: Medidas de Calidad

# Enum 929971018 - EnumValue 3844269229 - Property 2879900210
source: Stops
es_es: Paradas
