Repository: davidaparicioalvarez/DC_MADCS
Catalog: Translations/Manufacturing Automated Data Capture System.*.g.xlf
Languages: es_es

# Enum 929971018 - EnumValue 1230148255 - Property 2879900210
source: Time
es_es: Tiempo

# Enum 929971018 - EnumValue 2602856510 - Property 2879900210
source: Verifications
es_es: Verificaciones

# PermissionSet 1586015352 - Property 2879900210
source: MADCS ADCS User
es_es: Usuario ADCS MADCS

# Page 3738004085 - Property 2879900210
source: Operator Login
es_es: Inicio de sesión del operador

# Page 3738004085 - Control 3357039112 - Property 2879900210
source: Operator Credentials
es_es: Credenciales del operador

# Page 3738004085 - Control 815740913 - Property 1295455071
source: Specifies the operator code.
es_es: Especifica el código del operador.

# Page 3738004085 - Control 815740913 - Property 2879900210
source: Operator Code
es_es: Código del operador

# Page 3738004085 - Control 1709456599 - Property 1295455071
source: Specifies the operator password.
es_es: Especifica la contraseña del operador.

# Page 3738004085 - Control 1709456599 - Property 2879900210
source: Password
es_es: Contraseña

# Report 2209100792 - Property 2879900210
source: MADCS Close Prod. Orders
es_es: Cerrar órdenes de producción MADCS

source: ATTENTION: %1 There is some unusual error in the order, check the directories, components and paths
es_es: ATENCIÓN: %1 Hay algún error inusual en la orden, revise los directorios, los componentes y las rutas

source: Processing: #1##################
es_es: Procesando: #1##################

# TableExtension 2160695598 - Field 1760951621 - Property 1295455071
source: Specifies the quantity that has been consumed from the production order component.
es_es: Especifica la cantidad que ha sido consumida del componente de la orden de producción.

# TableExtension 2160695598 - Field 1760951621 - Property 2879900210
source: Consumed Quantity
es_es: Cantidad Consumida

# TableExtension 2160695598 - Field 623092540 - Property 1295455071
source: Specifies the lot number captured through the Automated Data Capture System (MADCS).
es_es: Especifica el número de lote capturado a través del Sistema Automatizado de Captura de Datos (MADCS).

# TableExtension 2160695598 - Field 623092540 - Property 2879900210
source: Lot No.
es_es: Nº Lote

# TableExtension 2160695598 - Field 1593819228 - Property 1295455071
source: Stores the original line number before any modifications.
es_es: Almacena el número de línea original antes de cualquier modificación.

# TableExtension 2160695598 - Field 1593819228 - Property 2879900210
source: Original Line No.
es_es: Nº Línea Original

# TableExtension 2160695598 - Field 2012296755 - Property 1295455071
source: Specify the amount of component left over after consumption.
es_es: Especifica la cantidad de componente restante después del consumo.

# TableExtension 2160695598 - Field 2012296755 - Property 2879900210
source: Rest To Consume
es_es: Resto por Consumir

# TableExtension 2160695598 - Field 1448836525 - Property 1295455071
source: Specifies the quantity captured through the Automated Data Capture System (MADCS).
es_es: Especifica la cantidad capturada a través del Sistema Automatizado de Captura de Datos (MADCS).

# TableExtension 2160695598 - Field 1448836525 - Property 2879900210
source: Quantity
es_es: Cantidad

# TableExtension 2160695598 - Field 305273938 - Property 1295455071
source: Indicates whether the MADCS data has been verified.
es_es: Indica si los datos de MADCS han sido verificados.

# TableExtension 2160695598 - Field 305273938 - Property 2879900210
source: Verified
es_es: Verificado
